import { Services } from "../types/Services";

export const services: Services[] = [
  {
    id: 1,
    title: "Проектування",
    text: [
      "Беремо на себе всі етапи створення житла вашої мрії – від розробки планування до розставляння меблів після завершення ремонту. Ви отримаєте постійну підтримку технічного директора, який координує роботу майстрів.",
    ],
  },

  {
    id: 2,
    title: "Візуалізація",
    text: [
      "Беремо на себе всі етапи створення житла вашої мрії – від розробки планування до розставляння меблів після завершення ремонту.",
      "Ви отримаєте постійну підтримку технічного директора, який координує роботу майстрів.",
      "Беремо на себе всі етапи створення житла вашої мрії – від розробки планування до розставляння меблів після завершення ремонту.",
      "Ви отримаєте постійну підтримку технічного директора, який координує роботу майстрів.",
    ],
  },

  {
    id: 3,
    title: "Планування",
    text: [
      "Беремо на себе всі етапи створення житла вашої мрії – від розробки планування до розставляння меблів після завершення ремонту. Ви отримаєте постійну підтримку технічного директора, який координує роботу майстрів.",
    ],
  },
];
